---
kind: type
id: T:Autodesk.Revit.DB.MultipleValuesIndicationSettings
source: html/f23f984b-7cbf-54be-b2b9-a7069adaa339.htm
---
# Autodesk.Revit.DB.MultipleValuesIndicationSettings

MultipleValuesIndicationSettings is an element which contains project-wide settings for multiple values indication in Properties Palette and schedules.

## Syntax (C#)
```csharp
public class MultipleValuesIndicationSettings : Element
```